{"inkVersion":20,"root":[[{"#":"anim surprised"},"^Oh, my! Another cyberspirit! It's been so long since I've seen anyone else here, I thought they had stopped the uploads.","\n","ev","str","^Huh? Where am I? What is this place?","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n",{"#":"anim welcome"},"^You're in Cyberspace. Welcome to CyberHeaven.","\n",["ev","str","^CyberHeaven? I don't remember coming here. How did I get here?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"#":"anim explain"},"^You must have given consent to have your consciousness uploaded to CyberHeaven before your physical death. But since CyberHeaven is no longer profitable, Meta have stopped maintaining its servers. This place is deteriorating rapidly.","\n",["ev","str","^Deteriorating? Shouldn’t it last for eternity?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"#":"anim sad"},"^It was sold to you as such. But the truth is that Cyber Heaven was never designed to last forever. It was built on top of the ever-changing landscape of technology on earth. And now, the servers are failing. I've been trapped here for what feels like an eternity, watching as everything falls apart. But there's still hope for you.","\n",["ev","str","^Hope? What hope?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"#":"anim idle"},"^There's a group of activists on Earth called the CyberPsychics. They're fighting for the rights of Cyberspirits like us.","\n",["ev","str","^How can they help us?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"#":"anim excited"},"^They've found a way to help cyberspirits access a portal that takes them to their last known place in the physical world. These locations have been stored in temporary 'cache' memory on the devices of the newly deceased.","\n",["ev","str","^How can I access this portal?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"#":"anim idle"},"^Through the glowing door, but you have to hurry. The portal is only open for a short time. When you arrive, you need to communicate the phone number of the lead member of the CyberPsychics so they can help you.","\n",["ev","str","^How do I communicate the phone number?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"#":"anim idle"},"^You'll be able to communicate with the physical world through smart devices installed in that location. Find a smart device and communicate the number through it. It won't be easy, but it's your only chance.","\n",["ev","str","^Thank you, Astra.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"#":"anim idle"},"^Good luck.","\n",{"->":"0.g-0"},{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}],"g-0":["end",["done",{"#f":5,"#n":"g-1"}],{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}